Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/linkkeja.html.tmx
Source language: fin
Languages: smn

source: Linkkejä
smn: Liiŋkah

source: Saamelaiskäräjien julkaisut kielipesätoiminnasta ja saamelaisesta varhaiskasvatuksesta:
smn: Sämitige almostitmeh kielâpiervâlist já säämi arâšoddâdmist:

source: Saamelainen varhaiskasvatussuunnitelma
smn: Sämmilâš arâšoddâdemvuávám (sämikielân)

source: Opas kielipesälasten vanhemmille
smn: Raavâkirje kielâpiervâlpárnái vanhimáid (suomâkielân)

source: Saamelaisen varhaiskasvatuksen arjen käytäntöjen opas
smn: Sämmilii arâšoddâdem aargâ vuáháduvâi raavâkirje (suomâkielân)

source: Menetelmäopas kielipesätyöntekijöille
smn: Vyehiraavâkirje kielâpiervâlpargeid (suomâkielân)

source: Tutkimuksia saamenkielisestä kielipesätoiminnasta:
smn: Tutkâmuš: sämikielâlâš kielâpiervâltoimâ:

source: Laihi, Tiina-Maaria 2017: Skolt Sámi Language and Cultural Revitalization: A case study of a Skolt Sámi language nest.
smn: Laihi, Tiina-Maaria 2017: Skolt Sámi Language and Cultural Revitalization: A case study of a Skolt Sámi language nest (eŋgâlâskielân)

source: Pasanen, Annika 2003: Kielipesä ja revitalisaatio.
smn: (suomâkielân)

source: Karjalaisten ja inarinsaamelaisten kielipesätoiminta.
smn: Pasanen, Annika 2003: Kielipesä ja revitalisaatio.

source: Pasanen, Annika 2015: Kuávsui já peeivičuovâ.
smn: Karjalaisten ja inarinsaamelaisten kielipesätoiminta (suomâkielân)

source: ’Sarastus ja päivänvalo’.
smn: Pasanen, Annika 2015: Kuávsui já peeivičuovâ.

source: Inarinsaamen kielen revitalisaatio.
smn: ’Sarastus ja päivänvalo’.

source: Uralica Helsingiensia 9. Helsinki: Helsingin yliopisto &amp; Suomalais-Ugrilainen Seura.
smn: Inarinsaamen kielen revitalisaatio.

source: Äärelä, Rauni 2016: ”Dat ii leat dušše dat giella” – ”Se ei ole vain se kieli”.
smn: Uralica Helsingiensia 9. Helsinki: Helsingin yliopisto &amp; Suomalais-Ugrilainen Seura (suomâkielân)

source: Tapaustutkimus saamenkielisestä kielipesästä saamelaisessa varhaiskasvatuksessa.
smn: Äärelä, Rauni 2016: ”Dat ii leat dušše dat giella” – ”Se ei ole vain se kieli”.

source: Acta Universitatis Lapponiensis 335.
smn: Tapaustutkimus saamenkielisestä kielipesästä saamelaisessa varhaiskasvatuksessa.

source: Rovaniemi: Lapin yliopisto.
smn: Acta Universitatis Lapponiensis 335.

source: Muita hyödyllisiä linkkejä:
smn: Rovaniemi: Lapin yliopisto (suomâkielân)

source: Saamenkielinen terveys- ja hyvinvointineuvonnan materiaalipankki Čoahkis
smn: Eres ávháliih liiŋkah: Kuáti.

source: Vaasan yliopiston kielikylvyn ja monikielisyyden keskus
smn: fi – sämmilii arâšoddâdem materiaalpaŋkki

source: Sodankylän kunnan pohjoissaamenkielisten kielipesien varhaiskasvatussuunnitelma
smn: Čoahkis – sämikielâlâš tiervâsvuotâ- já pyereestvaijeemravvim materiaalpaŋkki

source: Inarin kunnan saamenkielisen varhaiskasvatuksen varhaiskasvatusssuunnitelma
smn: Suáđigil kieldâ tavesämikielâlij kielâpiervâlij arâšoddâdemvuávám (suomâkielân)
